---
kind: other
id: AllMembers.T:Autodesk.Revit.UI.Events.ComboBoxDropDownOpenedEventArgs
source: html/a2950915-0ac0-5fea-bf79-ac635b36f3b3.htm
---
# ComboBoxDropDownOpenedEventArgs Members

Initializes a new instance of the ComboBoxDropDownOpenedEventArgs class